Repository: common-repository/automatic-timezone
Catalog: timezone-*.po
Languages: fr_fr, it_it

source: Timezone
fr_fr: Fuseau horaire
it_it: Fuso Orario

source: Timezone Configuration
fr_fr: Configuration du fuseau horaire
it_it: Configurazione del Fuso Orario

source: Settings
fr_fr: Réglages

source: Cheatin&#8217; uh?
fr_fr: Faut pas tricher!
it_it: Problemi&#8217; uh?

source: Timezone setting saved.
fr_fr: Réglages du fuseau horaire sauvegardés.
it_it: Le impostazioni del fuso orario sono state salvate.

source: Timezone Selection
fr_fr: Sélection du fuseau horaire
it_it: Seleziona il fuso orario

source: Current Timezone Selection is:
fr_fr: Fuseau horaire actuel:
it_it: Il fuso orario in corso é:

source: This timezone is currently in
fr_fr: Ce fuseau horaire est actuellement
it_it: ed ha in uso l'

source: daylight savings
fr_fr: en heure d'été
it_it: ora legale

source: standard
fr_fr: en heure d'hiver
it_it: ora solare

source: Not Selected
fr_fr: Non sélctionné
it_it: Non selezionato

source: Current Server Time (<abbr title="Coordinated Universal Time">UTC</abbr>) is:
fr_fr: L'heure UTC actuelle du serveur est:
it_it: Ora corrente del server (<abbr title="Tempo coordinato universale">UTC</abbr>):

source: Y-m-d G:i:s
fr_fr: d/m/Y G:i:s
it_it: d-m-Y G:i:s

source: Time in
fr_fr: L'heure à
it_it: Ora locale-

source: is:
fr_fr: est:

source: This timezone switches to
fr_fr: Ce fuseau horaire passe à
it_it: Questo Fuso Orario adotterà l'

source: daylight savings time
fr_fr: l'heure d'été
it_it: ora legale

source: standard time
fr_fr: l'heure d'hiver
it_it: ora solare

source: on:
fr_fr: le:
it_it: il:

source: F j, Y @ g:i a T
fr_fr: j F Y à G:i T
it_it: Y j F @ G:i T

source: The new offset at that time will be: UTC
fr_fr: Le nouveau réglage de fuseau sera alors: UTC
it_it: Il nuovo aggiornamento dell'ora locale sarà: UTC

source: This timezone does not observe daylight savings time.
fr_fr: Ce fuseau horaire ne change pas.
it_it: Questo fuso orario non osserva l'ora legale.

source: Select the Timezone you want to use. This should be the name of the nearest major city to you that shares your timezone.
fr_fr: Choisissez le fuseau horaire que vous voulez utiliser, soit le nom de la ville la plus proche ayant le même fuseau horaire que vous.
it_it: Seleziona il Fuso Orario che desideri utilizzare. Dovrà corrispondere al nome della città a te più vicina che condivide il tuo stesso fuso orario.

source: Update Timezone &raquo;
fr_fr: Mettre à jour le fuseau &raquo;
it_it: Aggiorna il Fuso Orario &raquo;

source: Unfortunately, you have to manually update this for Daylight Savings Time. Lame, we know, but will be fixed in the future.
fr_fr: Malheureusement, vous devez faire ce réglage à la main pour le passage à l’heure d’été/d’hiver. Oui, c’est bancal, nous comptons améliorer cela pour une prochaine version.
it_it: Sfortunatamente, occorre aggiornare manualmente questa voce per l’ora legale. È brutto lo sappiamo, ma verrà corretto in futuro.

source: Fortunately for you, you're using the Automatic Timezone plugin, and it has automatically set this value for you.<br />This setting will change automatically if Daylight Savings Time rolls around.
fr_fr: Heuresement, vous utilisez le plugin Automatic Timezone, et il règle automatiquement cette valeur pour vous.<br />Le passage à l'heure d'été/d'hiver se fera tout seul!
it_it: Fortunatamente per te, stai utilizzando il plugin Automatic Timezone!!! L'orario é stato aggiornato.<br />Questa impostazione modificherà automaticamente l'ora legale.

source: time.
it_it: in questo momento.
